// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder не тестировался в Finder версии %@";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Проверенные версии Finder %@ - %@.\nОбновление XtraFinder скоро будет доступно.\n\nВы хотите продолжить использование этой версии XtraFinder?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Пожалуйста завершите все запущенние задачи, такие как копированеи или перенос файлов.\nСейчас Finder будет перезапущен.";
"Uninstall" = "Деинсталлировать";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";